Repository: Amir-4m/admood-core
Catalog: apps/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Personal info
fa: اطلاعات شخصی

source: Permissions
fa: مجوزها

source: Important dates
fa: تاریخ‌های مهم

source: password mismatch.
fa: رمز عبور اشتباه است

source: user with this email already exists.
fa: کاربر با این ایمیل قبلا وجود دارد

source: Enter a valid phone number.
fa: شماره موبایل معتبر وارد کنید

source: the old password you have entered is incorrect.
fa: رمز عبور قبلی اشتباه است

source: user with this phone number is already exists.
fa: کاربر با این شماره قبلا وجود دارد

source: at least one of username or email or phone_number must be set
fa: حداقل یکی از فیلدهای نام‌کاربری، ایمیل یا شماره‌همراه باید تعریف شود.

source: waiting
fa: در انتظار

source: approved
fa: تایید شده

source: rejected
fa: رد شده

source: created time
fa: تاریخ ساخت

source: updated time
fa: تاریخ بروزرسانی

source: username
fa: نام‌کاربری

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.
fa: حداقل ۱۵۰ کاراکتر یا کمتر، فقط شامل حروف،‌اعداد و @/./+/-/_ باشد

source: A user with that username already exists.
fa: یک کاربر با این نام‌کاربری وجود دارد

source: phone number
fa: تلفن‌همراه

source: A user with this phone number already exists.
fa: یک کاربر با این تلفن‌همراه وجود دارد

source: email
fa: ایمیل

source: staff status
fa: کارمند

source: Designates whether the user can log into this admin site.
fa: مشخص میکند آیا کاربر می‌تواند به این سایت وارد شود یا خیر

source: active
fa: فعال

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
fa: تعیین می‌کند که این کاربر به عنوان یک کاربر فعال مشخص شود. به جای حذف حساب‌ها این مورد را انتخاب کنید.

source: verified
fa: تایید شده

source: user status
fa: وضعیت کاربر

source: date joined
fa: تاریخ پیوستن

source: user
fa: کاربر

source: users
fa: کاربران

source: real
fa: واقعی

source: legal
fa: مجاز

source: profile
fa: پروفایل

source: profiles
fa: پروفایل‌ها

source: end_time should be greater than start_time
fa: زمان پایان باید بزرگ تر از زمان شوع باشد

source: invalid schedule set.
fa: زمانبندی معتبر نیست

source: Ensure total budget is less than or equal to your wallet balance.
fa: از کمتر بودن یا یکسان بودن بودجه کلی نسبت به موجودی کیف پول خود اطمینان حاصل فرمایید.

source: only draft campaigns are editable.
fa: فقط کمپین هایی که در وضعیت پیش نویس قرار دارند، قابل تغییر می باشند.

source: publishers and categories both can not be empty.
fa: نمایش دهنده و دسته بندی هر دو نمی توانند خالی باشند.

source: campaign's medium and category's medium must be the same.
fa: مدیوم های کمپین و دسته بندی باید یکسان باشند.

source: campaign's medium and publisher's medium must be the same.
fa: مدیوم های کمپین و نشان دهنده تبلیغ باید یکسان باشند.

source: campaign total budget is low or time has been expired.
fa: مقدار بودجه کمپین کم است یا زمان آن تمام شده است.

source: draft and approved campaigns are just duplicable.
fa: فقط کمپین های در وضعیت پیش نویس و یا تایید شده، قابل تکرار می باشند

source: campaign with this id does not exist!
fa: کمپینی با این شناس وجود ندارد

source: approved campaigns are not editable.
fa: کمپین با وضعیت تایید شده قابل تغییر نیست

source: instagram campaigns can only have 1 content!
fa: کمپین های اینستاگرامی فقط می توانند 1 محتوا داشته باشند

source: invalid value for cost model
fa: مقدار نامعتبر برای کاست مدل

source: file format is not valid!
fa: فرمت فایل معتبر نیست

source: igtv can only have 1 file!
fa: فقط میتواند یک فایل داشته باشد. (igtv)

source: album posts can not have more 10 files!
fa: پست‌های آلبوم نمی‌توانند 10 فایل بیشتر داشته باشند!

source: Ensure this campaign is a draft.
fa: از پیش نویس بودن وضعیت کمپین مطمئن شوید.

source: At least one content for campaign must be existed to approve campaign!
fa: برای تأیید کمپین باید حداقل یک محتوا برای کمپین وجود داشته‌باشد!

source: wallet balance is lower than total budget!
fa: موجودی کیف پول کمتر از بودجه کل می باشد

source: draft
fa: پیش‌‌نویس

source: to approve the campaign upload the test screenshot.
fa: برای تأیید کمپین، اسکرین‌ شات را بارگذاری کنید.

source: to approve the campaign, content can not be empty!
fa: برای تأیید کمپین، محتوا نمی‌تواند خالی باشد!

source: Monday
fa: دوشنبه

source: Tuesday
fa: سه‌شنبه

source: Wednesday
fa: چهارشنبه

source: Thursday
fa: پنج‌شنبه

source: Friday
fa: جمعه

source: Saturday
fa: شنبه

source: Sunday
fa: یکشنبه

source: The test was performed correctly.
fa: این آزمایش به درستی انجام شده است.

source: Currently only Telegram medium can be tested.
fa: در حال حاضر فقط رسانه تلگرام قابل آزمایش است.

source: file name
fa: نام فایل

source: to approve the publisher, cost models can not be empty.
fa: برای تایید کردن پابلیشر،‌ مقدار هزینه مدل نمی‌تواند خالی باشد.

source: to approve the publisher, view efficiency must greater than 0.
fa: برای تایید کردن پابلیشر، ‌مقدار راندمان مشاهده (view efficiency) نمی‌تواند خالی باشد.

source: category's medium doesn't match with publisher's medium.
fa: رسانه دسته‌بندی (کتیگوری) با رسانه ناشر (پابلیشر) مطابقت ندارد.

source: cost model
fa: مدل هزینه

source: grade
fa: درجه

source: publisher price
fa: قیمت ناشر (پابلیشر)

source: advertiser price
fa: قیمت آگهی‌دهنده

source: publisher price must be lower than advertiser price!
fa: قیمت ناشر (پابلیشر) باید کمتر از قیمت تبلیغ کننده باشد!

source: Withdraw
fa: برداشت

source: Deduct
fa: کسر

source: Refund
fa: بازپرداخت

source: Gift
fa: هدیه

source: Penalty
fa: جریمه

source: transaction id
fa: شناسه تراکنش

source: is paid
fa: پرداخت شده

source: price
fa: قیمت
